[
  {
    "feature_name":"Licensing",
    "description_metadata": "In this majority of issue will be related licensing of user as user not accessible product or some part of features in product, license extension, license creation, license expiry or renewal or demo of the prou. "
  },

  
  {
    "feature_name": "FVU Generation",
    "description_metadata": "This is TDS related quarterly return that needs to be filed to govt portal for various formtype like Form24Q, Form26Q, Form27Q etc... Users interchangebly call it FVU, FUV both. Tickets for this can be related to FVU generation failed, downloading fvu error file, issue with fvu file download, facing problems in generating conso file to file the return, filing error,  issue in filing revised/correction return filing, issue with fetching RRR and PRN numbers, issue with captcha, otp not coming while filing the quarterly return,  not able to download conso file, issue with TCS return, not able to import csi file, unable to do efiling, acknowledgement number not coming etc..."
  },
  {
    "feature_name": "Govt Validations",
    "description_metadata": "This feature is available in TDS product to run validation mandated by Govt to validate data before filing like PAN verification, CHALLAN VALIDATION, creating challan, potential notice, validation 206AB, LDC No. not imported, reporting portal validation, short deduction validation, LDC validation, validation not running or getting failed etc...Issue can be regarding failure of these validations"
  },
  {
    "feature_name":"Challan Creation/Payment",
    "description_metadata":"This is not feature but utility in TDS product to create challan required before filing the return. Issue with this can be related to late challan fees, not able to download challan, add challan without TDS, unable to validate/verify challans, not able to generate bulk challans, not able to add challan to returns, incorrect details in challan like amount, deductee details etc..., unable to sync challans, error in creating challans etcc..."
  },
  {
    "feature_name":"TDS Payable/Data Preparation",
    "description_metadata": "It's ingestion feature in TDS through which customer can ingest required file/data to prepare the final data to file their quarterly return like uploading conso file failure, how to delete/add records in conso file, issue in template update, ingestion taking more time, not able to ingest conso file or deduction file, incorrect salary calculations, issue with uploading tds/tcs file, different types of forms uploading failing etc..."
  },
  {
    "feature_name":"Certificate Generation",
    "description_metadata": "It's TDS feature to generate Form-16/16A. Issue could be not able to generate forms, issue in setting up DSC, issue in signing or adding signature certificates, unable to connect with DSC for otp, unable to download certificates or query on how to use this feature"
  },
  {
    "feature_name":"26AS Download",
    "description_metadata":"It's one of report given in TDS product to download 26AS data from govt portal. Issues with this user can face are not able to fetch/download 26AS data, error in uploading text file for 26AS, incorrect data/calculation in 26AS report, missing TDS/TCS data in 26AS file"
  },
  {
    "feature_name": "26AS Recon",
    "description_metadata": "It's reconciliation feature in TDS product. Issue with 26AS Recon can be like not able to run 26AS Reconciliation, reconcliation taking long time, incorrect result in reconciliation, unable to download 26AS file to run recon, not able to download 26as recon report etc..."
  }
]